[
  {
    "model": "main.banner",
    "pk": 1,
    "fields": {
      "title": "Сайт находит на стадии заполнения и работает в тестовом режиме. По всем вопросам звоните по номеру +375445010355. Спасибо за понимание =)",
      "color": "#FFD79D",
      "image": "photos_banner/image_31_1.png",
      "is_active": true,
      "info_shop": 1
    }
  },
  {
    "model": "main.banner",
    "pk": 2,
    "fields": {
      "title": "Сайт находит на стадии заполнения и работает в тестовом режиме. По всем вопросам звоните по номеру +375445010355. Спасибо за понимание =)",
      "color": "#AEE9D1",
      "image": "photos_banner/image_30.png",
      "is_active": true,
      "info_shop": 1
    }
  },
  {
    "model": "main.infoshop",
    "pk": 1,
    "fields": {
      "address": "Минск, ул. Чюрлёниса, 6.",
      "metro": "Малиновка",
      "time_weekdays": "10:00-21:00",
      "time_weekend": "10:00-20:00",
      "phone_number": "+ 375 (44) 501 03 55",
      "social": "https://instagram.com/territoriyazoo/",
      "maps": "https://yandex.ru/map-widget/v1/?um=constructor%3A307d8210dae731adf4771a9c037df320f6541a30d1ec9cc639b10f3058a32d07&amp;source=constructor",
      "photo": "photos_time/image_33.png",
      "title": "Здравствуйте, счастливый хозяин любимого питомца!",
      "main_info": "Наш магазин - это место, главная цель которого —  забота о полноценной, здоровой, долгой, радостной и гармоничной жизни вашего питомца. Наш долг — создавать лучшее предложение для ваших домашних любимцев.",
      "published": true,
      "personal_data_politics": "Политика в отношении обработки персональных данных<br />\r\n1. Общие положения<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; Настоящая политика обработки персональных данных составлена в соответствии с Законом Республики Беларусь &laquo;Об информации, информатизации и защите информации&raquo;, иным законодательством Республики Беларусь в целях исполнения (далее &mdash; Закон о персональных данных) и определяет порядок обработки персональных данных и меры по обеспечению безопасности персональных данных, предпринимаемые kronos technology (далее &mdash; Оператор).<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 1.1. Оператор ставит своей важнейшей целью и условием осуществления своей деятельности соблюдение прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 1.2. Настоящая политика Оператора в отношении обработки персональных данных (далее &mdash; Политика) применяется ко всей информации, которую Оператор может получить о посетителях веб-сайта https://it-kronos.com.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 2. Основные понятия, используемые в Политике<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 2.1. Автоматизированная обработка персональных данных &mdash; обработка персональных данных с помощью средств вычислительной техники.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 2.2. Блокирование персональных данных &mdash; временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных).<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 2.3. Веб-сайт &mdash; совокупность графических и информационных материалов, а также программ для ЭВМ и баз данных, обеспечивающих их доступность в сети интернет по сетевому адресу https://it-kronos.com.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 2.4. Информационная система персональных данных &mdash; совокупность содержащихся в базах данных персональных данных, и обеспечивающих их обработку информационных технологий и технических средств.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 2.5. Обезличивание персональных данных &mdash; действия, в результате которых невозможно определить без использования дополнительной информации принадлежность персональных данных конкретному Пользователю или иному субъекту персональных данных.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 2.6. Обработка персональных данных &mdash; любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 2.7. Оператор &mdash; государственный орган, муниципальный орган, юридическое или физическое лицо, самостоятельно или совместно с другими лицами организующие и (или) осуществляющие обработку персональных данных, а также определяющие цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 2.8. Персональные данные &mdash; любая информация, относящаяся прямо или косвенно к определённому или определяемому Пользователю веб-сайта https://it-kronos.com.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 2.9. Персональные данные, разрешённые субъектом персональных данных для распространения, - персональные данные, доступ неограниченного круга лиц к которым предоставлен субъектом персональных данных путём дачи согласия на обработку персональных данных, разрешённых субъектом персональных данных для распространения в порядке, предусмотренном Законом о персональных данных (далее &mdash; персональные данные, разрешённые для распространения).<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 2.10. Пользователь &mdash; любой посетитель веб-сайта https://it-kronos.com.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 2.11. Предоставление персональных данных &mdash; действия, направленные на раскрытие персональных данных определённому лицу или определённому кругу лиц.<br />\r\n2.12. Распространение персональных данных &mdash; любые действия, направленные на раскрытие персональных данных неопределённому кругу лиц (передача персональных данных) или на ознакомление с персональными данными неограниченного круга лиц, в том числе обнародование персональных данных в средствах массовой информации, размещение в информационно-телекоммуникационных сетях или предоставление доступа к персональным данным каким-либо иным способом.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 2.13. Трансграничная передача персональных данных &mdash; передача персональных данных на территорию иностранного государства органу власти иностранного государства, иностранному физическому или иностранному юридическому лицу.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 2.14. Уничтожение персональных данных &mdash; любые действия, в результате которых персональные данные уничтожаются безвозвратно с невозможностью дальнейшего восстановления содержания персональных данных в информационной системе персональных данных и (или) уничтожаются материальные носители персональных данных.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 3. Основные права и обязанности Оператора<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 3.1. Оператор имеет право:<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; &mdash; получать от субъекта персональных данных достоверные информацию и/или документы, содержащие персональные данные;<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; &mdash; в случае отзыва субъектом персональных данных согласия на обработку персональных данных Оператор вправе продолжить обработку персональных данных без согласия субъекта персональных данных при наличии оснований, указанных в Законе о персональных данных;<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; &mdash; самостоятельно определять состав и перечень мер, необходимых и достаточных для обеспечения выполнения обязанностей, предусмотренных Законом о персональных данных и принятыми в соответствии с ним нормативными правовыми актами, если иное не предусмотрено Законом о персональных данных или другими законами.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 3.2. Оператор обязан:<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; &mdash; предоставлять субъекту персональных данных по его просьбе информацию, касающуюся обработки его персональных данных;<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; &mdash; организовывать обработку персональных данных в порядке, установленном действующим законодательством РБ;<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; &mdash; отвечать на обращения и запросы субъектов персональных данных и их законных представителей в соответствии с требованиями Закона о персональных данных;<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; &mdash; сообщать в уполномоченный орган по защите прав субъектов персональных данных по запросу этого органа необходимую информацию в течение 30 дней с даты получения такого запроса;<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; &mdash; публиковать или иным образом обеспечивать неограниченный доступ к настоящей Политике в отношении обработки персональных данных;<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; &mdash; принимать правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных;<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; &mdash; прекратить передачу (распространение, предоставление, доступ) персональных данных, прекратить обработку и уничтожить персональные данные в порядке и случаях, предусмотренных Законом о персональных данных;<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; &mdash; исполнять иные обязанности, предусмотренные Законом о персональных данных.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 4. Основные права и обязанности субъектов персональных данных<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 4.1. Субъекты персональных данных имеют право:<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; &mdash; получать информацию, касающуюся обработки его персональных данных, за исключением случаев, предусмотренных федеральными законами. Сведения предоставляются субъекту персональных данных Оператором в доступной форме, и в них не должны содержаться персональные данные, относящиеся к другим субъектам персональных данных, за исключением случаев, когда имеются законные основания для раскрытия таких персональных данных. Перечень информации и порядок её получения установлен Законом о персональных данных;<br />\r\n&mdash; требовать от оператора уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав;<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; &mdash; выдвигать условие предварительного согласия при обработке персональных данных в целях продвижения на рынке товаров, работ и услуг;<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; &mdash; на отзыв согласия на обработку персональных данных;<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; &mdash; обжаловать в уполномоченный орган по защите прав субъектов персональных данных или в судебном порядке неправомерные действия или бездействие Оператора при обработке его персональных данных;<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; &mdash; на осуществление иных прав, предусмотренных законодательством РБ.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 4.2. Субъекты персональных данных обязаны:<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; &mdash; предоставлять Оператору достоверные данные о себе;<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; &mdash; сообщать Оператору об уточнении (обновлении, изменении) своих персональных данных.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 4.3. Лица, передавшие Оператору недостоверные сведения о себе, либо сведения о другом субъекте персональных данных без согласия последнего, несут ответственность в соответствии с законодательством РБ.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 5. Оператор может обрабатывать следующие персональные данные Пользователя<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 5.1. Фамилия, имя, отчество;<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 5.2. Номер телефона;<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 5.3. Адрес электронной почты;<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 5.4. Также на сайте происходит сбор и обработка обезличенных данных о посетителях (в т.ч. файлов &laquo;cookie&raquo;) с помощью сервисов интернет-статистики (Яндекс Метрика и Гугл Аналитика и других).<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 5.5. Вышеперечисленные данные далее по тексту Политики объединены общим понятием Персональные данные.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 5.6. Обработка специальных категорий персональных данных, касающихся расовой, национальной принадлежности, политических взглядов, религиозных или философских убеждений, интимной жизни, Оператором не осуществляется.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 5.7. Согласие Пользователя на обработку персональных данных, разрешённых для распространения, оформляется отдельно от других согласий на обработку его персональных данных<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 5.7.1. Согласие на обработку персональных данных, разрешённых для распространения, Пользователь предоставляет Оператору непосредственно.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 5.7.2. Оператор обязан в срок не позднее трёх рабочих дней с момента получения указанного согласия Пользователя опубликовать информацию об условиях обработки, о наличии запретов и условий на обработку неограниченным кругом лиц персональных данных, разрешённых для распространения.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 5.7.3. Передача (распространение, предоставление, доступ) персональных данных, разрешённых субъектом персональных данных для распространения, должна быть прекращена в любое время по требованию субъекта персональных данных. Данное требование должно включать в себя фамилию, имя, отчество (при наличии), контактную информацию (номер телефона, адрес электронной почты или почтовый адрес) субъекта персональных данных, а также перечень персональных данных, обработка которых подлежит прекращению. Указанные в данном требовании персональные данные могут обрабатываться только Оператором, которому оно направлено.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 5.7.4. Согласие на обработку персональных данных, разрешённых для распространения, прекращает своё действие с момента поступления Оператору требования, указанного в п. 5.7.3 настоящей Политики в отношении обработки персональных данных.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 6. Принципы обработки персональных данных<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 6.1. Обработка персональных данных осуществляется на законной и справедливой основе.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 6.2. Обработка персональных данных ограничивается достижением конкретных, заранее определённых и законных целей. Не допускается обработка персональных данных, несовместимая с целями сбора персональных данных.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 6.3. Не допускается объединение баз данных, содержащих персональные данные, обработка которых осуществляется в целях, несовместимых между собой.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 6.4. Обработке подлежат только персональные данные, которые отвечают целям их обработки.<br />\r\n6.5. Содержание и объём обрабатываемых персональных данных соответствуют заявленным целям обработки. Не допускается избыточность обрабатываемых персональных данных по отношению к заявленным целям их обработки.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 6.6. При обработке персональных данных обеспечивается точность персональных данных, их достаточность, а в необходимых случаях и актуальность по отношению к целям обработки персональных данных. Оператор принимает необходимые меры и/или обеспечивает их принятие по удалению или уточнению неполных или неточных данных.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 6.7. Хранение персональных данных осуществляется в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, стороной которого, выгодоприобретателем или поручителем, по которому является субъект персональных данных. Обрабатываемые персональные данные уничтожаются либо обезличиваются по достижении целей обработки или в случае утраты необходимости в достижении этих целей, если иное не предусмотрено федеральным законом.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 7. Цели обработки персональных данных<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 7.1. Цель обработки персональных данных Пользователя:<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; &mdash; информирование Пользователя посредством отправки электронных писем;<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; &mdash; заключение, исполнение и прекращение гражданско-правовых договоров;<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; &mdash; предоставление доступа Пользователю к сервисам, информации и/или материалам, содержащимся на веб-сайте httpsː//it-kronos.com,;<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; &mdash; уточнение деталей заказа.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 7.2. Также Оператор имеет право направлять Пользователю уведомления о новых продуктах и услугах, специальных предложениях и различных событиях. Пользователь всегда может отказаться от получения информационных сообщений, направив Оператору письмо на адрес электронной почты info@it-kronos.com с пометкой &laquo;Отказ от уведомлений о новых продуктах и услугах и специальных предложениях&raquo;.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 7.3. Обезличенные данные Пользователей, собираемые с помощью сервисов интернет-статистики, служат для сбора информации о действиях Пользователей на сайте, улучшения качества сайта и его содержания.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 8. Правовые основания обработки персональных данных<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 8.1. Правовыми основаниями обработки персональных данных Оператором являются:<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; &mdash; уставные документы Оператора;<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; &mdash; договоры, заключаемые между оператором и субъектом персональных данных;<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; &mdash; законы, иные нормативно-правовые акты в сфере защиты персональных данных;<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; &mdash; согласия Пользователей на обработку их персональных данных, на обработку персональных данных, разрешённых для распространения.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 8.2. Оператор обрабатывает персональные данные Пользователя только в случае их заполнения и/или отправки Пользователем самостоятельно через специальные формы, расположенные на сайте https://it-kronos.com или направленные Оператору посредством электронной почты. Заполняя соответствующие формы и/или отправляя свои персональные данные Оператору, Пользователь выражает своё согласие с данной Политикой.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 8.3. Оператор обрабатывает обезличенные данные о Пользователе в случае, если это разрешено в настройках браузера Пользователя (включено сохранение файлов &laquo;cookie&raquo; и использование технологии JavaScript).<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 8.4. Субъект персональных данных самостоятельно принимает решение о предоставлении его персональных данных и даёт согласие свободно, своей волей и в своём интересе.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 9. Условия обработки персональных данных<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 9.1. Обработка персональных данных осуществляется с согласия субъекта персональных данных на обработку его персональных данных.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 9.2. Обработка персональных данных необходима для достижения целей, предусмотренных международным договором Респулики Беларусь или законом, для осуществления возложенных законодательством Респулики Беларусь на оператора функций, полномочий и обязанностей.<br />\r\n9.3. Обработка персональных данных необходима для осуществления правосудия, исполнения судебного акта, акта другого органа или должностного лица, подлежащих исполнению в соответствии с законодательством Респулики Беларусь об исполнительном производстве.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 9.4. Обработка персональных данных необходима для исполнения договора, стороной которого либо выгодоприобретателем или поручителем, по которому является субъект персональных данных, а также для заключения договора по инициативе субъекта персональных данных или договора, по которому субъект персональных данных будет являться выгодоприобретателем или поручителем.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 9.5. Обработка персональных данных необходима для осуществления прав и законных интересов оператора или третьих лиц либо для достижения общественно значимых целей при условии, что при этом не нарушаются права и свободы субъекта персональных данных.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 9.6. Осуществляется обработка персональных данных, доступ неограниченного круга лиц к которым предоставлен субъектом персональных данных либо по его просьбе (далее &mdash; общедоступные персональные данные).<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 9.7. Осуществляется обработка персональных данных, подлежащих опубликованию или обязательному раскрытию в соответствии с законом.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 10. Порядок сбора, хранения, передачи и других видов обработки персональных данных<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; Безопасность персональных данных, которые обрабатываются Оператором, обеспечивается путём реализации правовых, организационных и технических мер, необходимых для выполнения в полном объёме требований действующего законодательства в области защиты персональных данных.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 10.1. Оператор обеспечивает сохранность персональных данных и принимает все возможные меры, исключающие доступ к персональным данным неуполномоченных лиц.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 10.2. Персональные данные Пользователя никогда, ни при каких условиях не будут переданы третьим лицам, за исключением случаев, связанных с исполнением действующего законодательства либо в случае, если субъектом персональных данных дано согласие Оператору на передачу данных третьему лицу для исполнения обязательств по гражданско-правовому договору.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 10.3. В случае выявления неточностей в персональных данных, Пользователь может актуализировать их самостоятельно, путём направления Оператору уведомление на адрес электронной почты Оператора info@it-kronos.com с пометкой &laquo;Актуализация персональных данных&raquo;.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 10.4. Срок обработки персональных данных определяется достижением целей, для которых были собраны персональные данные, если иной срок не предусмотрен договором или действующим законодательством.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; Пользователь может в любой момент отозвать своё согласие на обработку персональных данных, направив Оператору уведомление посредством электронной почты на электронный адрес Оператора info@it-kronos.com с пометкой &laquo;Отзыв согласия на обработку персональных данных&raquo;.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 10.5. Вся информация, которая собирается сторонними сервисами, в том числе платёжными системами, средствами связи и другими поставщиками услуг, хранится и обрабатывается указанными лицами (Операторами) в соответствии с их Пользовательским соглашением и Политикой конфиденциальности. Субъект персональных данных и/или Пользователь обязан самостоятельно своевременно ознакомиться с указанными документами. Оператор не несёт ответственность за действия третьих лиц, в том числе указанных в настоящем пункте поставщиков услуг.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 10.6. Установленные субъектом персональных данных запреты на передачу (кроме предоставления доступа), а также на обработку или условия обработки (кроме получения доступа) персональных данных, разрешённых для распространения, не действуют в случаях обработки персональных данных в государственных, общественных и иных публичных интересах, определённых законодательством РБ.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 10.7. Оператор при обработке персональных данных обеспечивает конфиденциальность персональных данных.<br />\r\n10.8. Оператор осуществляет хранение персональных данных в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, стороной которого, выгодоприобретателем или поручителем, по которому является субъект персональных данных.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 10.9. Условием прекращения обработки персональных данных может являться достижение целей обработки персональных данных, истечение срока действия согласия субъекта персональных данных или отзыв согласия субъектом персональных данных, а также выявление неправомерной обработки персональных данных.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 11. Перечень действий, производимых Оператором с полученными персональными данными<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 11.1. Оператор осуществляет сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление и уничтожение персональных данных.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 11.2. Оператор осуществляет автоматизированную обработку персональных данных с получением и/или передачей полученной информации по информационно-телекоммуникационным сетям или без таковой.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 12. Трансграничная передача персональных данных<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 12.1. Оператор до начала осуществления трансграничной передачи персональных данных обязан убедиться в том, что иностранным государством, на территорию которого предполагается осуществлять передачу персональных данных, обеспечивается надёжная защита прав субъектов персональных данных.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 12.2. Трансграничная передача персональных данных на территории иностранных государств, не отвечающих вышеуказанным требованиям, может осуществляться только в случае наличия согласия в письменной форме субъекта персональных данных на трансграничную передачу его персональных данных и/или исполнения договора, стороной которого является субъект персональных данных.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 13. Конфиденциальность персональных данных<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; Оператор и иные лица, получившие доступ к персональным данным, обязаны не раскрывать третьим лицам и не распространять персональные данные без согласия субъекта персональных данных, если иное не предусмотрено федеральным законом.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 14. Заключительные положения<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 14.1. Пользователь может получить любые разъяснения по интересующим вопросам, касающимся обработки его персональных данных, обратившись к Оператору с помощью электронной почты info@it-kronos.com.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 14.2. В данном документе будут отражены любые изменения политики обработки персональных данных Оператором. Политика действует бессрочно до замены её новой версией.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; 14.3. Актуальная версия Политики в свободном доступе расположена в сети Интернет по адресу https://it-kronos.com/privacy."
    }
  },
  {
    "model": "main.infoshopblock",
    "pk": 1,
    "fields": {
      "info_shop": 1,
      "info_title": "За 7 минут соберем заказ",
      "info_text": "Выбирайте товары на сайте, забирайте в удобное время в нашем магазине. Уже через 30 минут собранный и упакованный заказ будет ждать вас."
    }
  },
  {
    "model": "main.infoshopblock",
    "pk": 2,
    "fields": {
      "info_shop": 1,
      "info_title": "Поможем с выбором товаров",
      "info_text": "Задавайте вопросы профессионалам, получайте консультации по кормлению и содержанию питомца."
    }
  },
  {
    "model": "main.infoshopblock",
    "pk": 3,
    "fields": {
      "info_shop": 1,
      "info_title": "Поставим товар на заказ!",
      "info_text": "Мы работаем с лучшими поставщиками сертифитированного товара для животных. Если нужного Вам товара не будет в наличии мы в кратчайшие сроки договоримся о его поставке и сообщим Вам."
    }
  },
  {
    "model": "main.infoshopmainpage",
    "pk": 1,
    "fields": {
      "main_title": "<strong>Всё, что нужно вашему питомцу в 9 мин от метро Малиновка</strong>",
      "option_one": "<strong>Более 2000 товаров</strong> для животных в наличии",
      "option_two": "<strong>Вкусные сюрпризы</strong> для ваших питомцев в магазине &nbsp;",
      "info_shop": 1,
      "photo_main_page": "photos_main_page/Frame_119.png"
    }
  },
  {
    "model": "main.animal",
    "pk": 1,
    "fields": {
      "name": "Собаки",
      "image": "photos_animal/image_10_4.png",
      "num_ordering": 1
    }
  },
  {
    "model": "main.animal",
    "pk": 2,
    "fields": {
      "name": "Коты",
      "image": "photos_animal/image_10_3.png",
      "num_ordering": 2
    }
  },
  {
    "model": "main.animal",
    "pk": 3,
    "fields": {
      "name": "Грызуны",
      "image": "photos_animal/image_10_2.png",
      "num_ordering": 3
    }
  },
  {
    "model": "main.animal",
    "pk": 4,
    "fields": {
      "name": "Рыбы",
      "image": "photos_animal/image_10_1.png",
      "num_ordering": 5
    }
  },
  {
    "model": "main.animal",
    "pk": 5,
    "fields": {
      "name": "Птицы",
      "image": "photos_animal/image_10.png",
      "num_ordering": 4
    }
  }
]